Repository: olivertransf/Claveo
Catalog: Claveo/Localizable.xcstrings
Source language: en
Languages: es

source: __ Major
es: __ Mayor

source: __ minor
es: __ menor

source: “%@” will be removed from your library. Recordings already tagged with it are unchanged.
es: “%@” se eliminará de tu biblioteca. Las grabaciones ya etiquetadas con él no cambian.

source: %@ flat
es: %@ bemol

source: %@ major
es: %@ mayor

source: %@ Major
es: %@ mayor

source: %@ Minor
es: %@ menor

source: %@ natural
es: %@ becuadro

source: %@ Natural Minor
es: %@ menor natural

# %@ of %@
source: %1$@ of %2$@
es: %1$@ de %2$@

source: %@ sharp
es: %@ sostenido

# %@, scale degree %lld, %@
source: %1$@, scale degree %2$lld, %3$@
es: %1$@, grado %2$lld, notas %3$@

source: %lld detections
es: %lld detecciones

# %lld detections · %@
source: %1$lld detections · %2$@
es: %1$lld detecciones · %2$@

source: %lld hour
es: %lld hora

source: %lld hours
es: %lld horas

# %lld hours %lld min
source: %1$lld hours %2$lld min
es: %1$lld horas %2$lld min

source: %lld linked
es: %lld vinculadas

source: %lld minutes
es: %lld minutos

source: %lld minutes practiced
es: %lld minutos de práctica

source: %lld selected
es: %lld seleccionadas

source: 1 is the tonic (home note). 5 is the dominant — it often leads back to 1. 7 is the leading tone, a half step below the tonic.
es: 1 es la tónica (nota de reposo). 5 es la dominante: suele conducir de nuevo a 1. 7 es la sensible, un semitono por debajo de la tónica.

source: 8 hours
es: 8 horas

source: A4 Reference Frequency
es: Frecuencia de referencia A4

source: About
es: Acerca de

source: Accent Color
es: Color de acento

source: Accented
es: Acentuado

source: Accented, playing
es: Acentuado, reproduciendo

source: Add
es: Añadir

source: Add %lld-minute option
es: Añadir opción de %lld minutos

source: Add a title above to start your repertoire list.
es: Añade un título arriba para empezar tu lista de repertorio.

source: Add Practice Entry
es: Añadir entrada de práctica

source: Add Tag
es: Añadir etiqueta

source: Add Tempo
es: Añadir tempo

source: Add to Favorites
es: Añadir a favoritos

source: Add to library
es: Añadir a la biblioteca

source: All
es: Todos

source: Alto
es: Clave de do en tercera

source: Amazing session!
es: ¡Sesión increíble!

source: Any piece
es: Cualquier pieza

source: Any tag
es: Cualquier etiqueta

source: Appearance
es: Apariencia

source: Apply
es: Aplicar

source: Are you sure you want to delete this recording?
es: ¿Seguro que quieres eliminar esta grabación?

source: Arpeggiated
es: Arpegiado

source: Articulation
es: Articulación

source: Audition
es: Audición

source: Auto-stop when switching tabs
es: Detener automáticamente al cambiar de pestaña

source: Avg Rating
es: Valoración media

source: Back
es: Atrás

source: Back 15 seconds
es: Retroceder 15 segundos

source: Baroque Pitch (A415)
es: Afinación barroca (A415)

source: Bass
es: Clave de fa

source: Beat %lld
es: Pulso %lld

source: Beat Pattern
es: Patrón de pulsos

source: Beep
es: Pitido

source: Bell
es: Campana

source: Blue
es: Azul

source: Bottom
es: Abajo

source: Bottom bar
es: Barra inferior

source: Bottom Number
es: Número inferior

source: Browse by Topic
es: Explorar por tema

source: Buttons shown when logging a session
es: Botones al registrar una sesión

source: Cancel
es: Cancelar

source: Cannot access file
es: No se puede acceder al archivo

source: Chimes
es: Campanillas

source: Choose a key
es: Elige una tonalidad

source: Choose a recording from the list to play or edit it.
es: Elige una grabación de la lista para reproducirla o editarla.

source: Chords
es: Acordes

source: Chords & Scales
es: Acordes y escalas

source: Chords in this key
es: Acordes en esta tonalidad

source: Classical Pitch (A430)
es: Afinación clásica (A430)

source: Clear all filters
es: Borrar todos los filtros

source: Clear Custom
es: Borrar personalizado

source: Clear Date Range
es: Borrar rango de fechas

source: Clear Filters
es: Borrar filtros

source: Clefs
es: Claves

source: Click
es: Clic

source: Color Scheme
es: Esquema de color

source: Composer (optional)
es: Compositor (opcional)

source: Concert
es: Concierto

source: Concert Pitch (A440)
es: Diapasón de concierto (A440)

source: Correct
es: Correcto

source: Cowbell
es: Cencerro

source: Custom
es: Personalizado

source: Custom Time Signature
es: Compás personalizado

source: Custom…
es: Personalizado…

source: Customize tab order
es: Personalizar orden de pestañas

source: Daily practice reminder
es: Recordatorio diario de práctica

source: Dark
es: Oscuro

source: Date
es: Fecha

source: Date & Time
es: Fecha y hora

source: Date Range
es: Rango de fechas

source: Day Streak
es: Racha diaria

source: Decent session
es: Sesión aceptable

source: Decrease tempo
es: Bajar el tempo

source: Default duration
es: Duración predeterminada

source: Default Duration
es: Duración predeterminada

source: Default practice duration
es: Duración de práctica predeterminada

source: Default Practice Duration
es: Duración de práctica predeterminada

source: Definition
es: Definición

source: Delete
es: Eliminar

source: Delete Entry
es: Eliminar entrada

source: Delete piece
es: Eliminar pieza

source: Delete piece?
es: ¿Eliminar pieza?

source: Delete Practice Entry
es: Eliminar entrada de práctica

source: Delete Recording
es: Eliminar grabación

source: Details
es: Detalles

source: Detecting...
es: Detectando...

source: Diapason Normal (A435)
es: Diapasón normal (A435)

source: Dictionary
es: Diccionario

source: Dictionary file not found in bundle
es: No se encontró el archivo del diccionario en el paquete

source: Done
es: Listo

source: Dotted eighth and sixteenth
es: Corchea con puntillo y semicorchea

source: Drag a row using the handle on the right to reorder. The first four tabs sit on the bottom bar; the rest are in More.
es: Arrastra una fila con el control de la derecha para reordenar. Las primeras cuatro pestañas van en la barra inferior; el resto está en Más.

source: Drag a row using the handle on the right to reorder. This order is used for every tab in the tab bar.
es: Arrastra una fila con el control de la derecha para reordenar. Este orden se usa para todas las pestañas de la barra.

source: Drag the handles to choose what to keep.
es: Arrastra los controles para elegir qué conservar.

source: Drum
es: Tambor

source: Duration
es: Duración

source: Duration: %@
es: Duración: %@

source: Dynamics
es: Dinámica

source: Each chord is built by stacking thirds on a scale degree. Roman numerals show its role in the key.
es: Cada acorde se forma apilando terceras sobre un grado de la escala. Los números romanos indican su función en la tonalidad.

source: Edit
es: Editar

source: Edit piece
es: Editar pieza

source: Edit piece library
es: Editar biblioteca de piezas

source: Edit Practice Entry
es: Editar entrada de práctica

source: Edit Session
es: Editar sesión

source: Eighths
es: Corcheas

source: Eighths and sixteenths
es: Corcheas y semicorcheas

source: Emphasized Sound
es: Sonido acentuado

source: End
es: Fin

source: Error Loading Dictionary
es: Error al cargar el diccionario

source: Error loading model: %@
es: Error al cargar el modelo: %@

source: Example
es: Ejemplo

source: Excluded from practice
es: Excluido de la práctica

source: Exercises
es: Ejercicios

source: Export
es: Exportar

source: Export (%lld)
es: Exportar (%lld)

source: Export Recording
es: Exportar grabación

source: Expression
es: Expresión

source: Failed to create audio recorder.
es: No se pudo crear el grabador de audio.

source: Failed to decode dictionary: %@
es: No se pudo decodificar el diccionario: %@

source: Failed to load dictionary: %@
es: No se pudo cargar el diccionario: %@

source: Failed to load image
es: No se pudo cargar la imagen

source: Failed to load PDF
es: No se pudo cargar el PDF

source: Failed to prepare recorder. Check microphone availability.
es: No se pudo preparar el grabador. Comprueba que el micrófono esté disponible.

source: Failed to render PDF page
es: No se pudo renderizar la página del PDF

source: Failed to setup audio session: %@
es: No se pudo configurar la sesión de audio: %@

source: Failed to start recording: %@
es: No se pudo iniciar la grabación: %@

source: Failed to start recording. Please check your microphone settings.
es: No se pudo iniciar la grabación. Comprueba la configuración del micrófono.

source: Failed to trim recording: %@
es: No se pudo recortar la grabación: %@

source: Failed to trim recording.
es: No se pudo recortar la grabación.

source: Favorite Tempos
es: Tempos favoritos

source: File not found
es: Archivo no encontrado

source: Files are stored on this iPad only
es: Los archivos se guardan solo en este iPad

source: Files are stored on this iPhone only
es: Los archivos se guardan solo en este iPhone

source: Files stay on this device
es: Los archivos permanecen en este dispositivo

source: Files will automatically sync to iCloud Drive
es: Los archivos se sincronizarán automáticamente con iCloud Drive

source: Filter
es: Filtro

source: Filters
es: Filtros

source: Flats
es: Bemoles

source: Flats ♭
es: Bemoles ♭

source: Form
es: Forma

source: Forward 15 seconds
es: Avanzar 15 segundos

source: From
es: Desde

source: Good practice
es: Buena práctica

source: Green
es: Verde

source: Had some challenges
es: Hubo algunas dificultades

source: Haptic Feedback
es: Respuesta háptica

source: Has notes
es: Tiene anotaciones

source: How did it go?
es: ¿Cómo te fue?

source: How did you feel?
es: ¿Cómo te sentiste?

source: iCloud Drive Enabled
es: iCloud Drive activado

source: iCloud Drive is not available. Files are stored locally.
es: iCloud Drive no está disponible. Los archivos se guardan localmente.

source: iCloud Drive is the default when available. Turn it off to keep recordings and app data on this device only without syncing. Changing this affects where new files are saved; existing files stay where they were created.
es: iCloud Drive es la opción predeterminada cuando está disponible. Desactívalo para guardar grabaciones y datos de la app solo en este dispositivo, sin sincronizar. Este cambio afecta dónde se guardan los archivos nuevos; los existentes permanecen donde se crearon.

source: iCloud Drive is the default when available. Turn it off to keep recordings and app data on this iPhone only without syncing. Changing this affects where new files are saved; existing files stay where they were created.
es: iCloud Drive es la opción predeterminada cuando está disponible. Desactívalo para guardar grabaciones y datos de la app solo en este iPhone, sin sincronizar. Este cambio afecta dónde se guardan los archivos nuevos; los existentes permanecen donde se crearon.

source: Identify intervals from two short notes near octave 4.
es: Identifica intervalos a partir de dos notas cortas cerca de la octava 4.

source: Included in practice
es: Incluido en la práctica

source: Incorrect
es: Incorrecto

source: Increase tempo
es: Subir el tempo

source: Indigo
es: Índigo

source: Instruments
es: Instrumentos

source: Interval Ear Training
es: Entrenamiento auditivo de intervalos

source: Invalid trim range.
es: Rango de recorte no válido.

source: Journal
es: Diario

source: Journal Entry
es: Entrada del diario

source: Keep Downloaded
es: Mantener descargado

source: Key Signature ID
es: ID de armadura

source: Key Signature Identification
es: Identificación de armaduras

source: Key type
es: Tipo de tonalidad

source: Last Week
es: Semana pasada

source: Leave a Review
es: Dejar una reseña

source: Lesson
es: Clase

source: Library
es: Biblioteca

source: Light
es: Claro

source: Link Recording
es: Vincular grabación

source: Link Recordings
es: Vincular grabaciones

source: Linked Recordings
es: Grabaciones vinculadas

source: Load a PDF or image of sheet music to detect musical symbols. Tap Open to browse your files, then tap any detection box to see its label.
es: Carga un PDF o una imagen de partitura para detectar símbolos musicales. Toca Abrir para explorar tus archivos y luego toca cualquier recuadro de detección para ver su etiqueta.

source: Loading dictionary...
es: Cargando diccionario...

source: Loading model...
es: Cargando modelo...

source: Loading recordings…
es: Cargando grabaciones…

source: Loading waveform…
es: Cargando forma de onda…

source: Local Storage
es: Almacenamiento local

source: Log a practice session
es: Registrar una sesión de práctica

source: Log a session in Claveo and keep your momentum going.
es: Registra una sesión en Claveo y mantén el ritmo.

source: Log Practice
es: Registrar práctica

source: Log practice session
es: Registrar sesión de práctica

source: Log Session
es: Registrar sesión

source: Loud
es: Fuerte

source: Major
es: Mayor

source: Major 2nd
es: 2ª mayor

source: Major 3rd
es: 3ª mayor

source: Major 6th
es: 6ª mayor

source: Major 7th
es: 7ª mayor

source: Major key signature to identify
es: Armadura de tonalidad mayor por identificar

source: Manage Tempos
es: Gestionar tempos

source: Manual Hz
es: Hz manual

source: Max (minutes)
es: Máx. (minutos)

source: Measures
es: Compases

source: Metronome
es: Metrónomo

source: Metronome Settings
es: Ajustes del metrónomo

source: Metronome Volume
es: Volumen del metrónomo

source: Microphone access is required to detect pitch.
es: Se necesita acceso al micrófono para detectar la afinación.

source: Microphone access is required to record audio.
es: Se necesita acceso al micrófono para grabar audio.

source: Microphone access is required to record audio. Please enable it in Settings.
es: Se necesita acceso al micrófono para grabar audio. Actívalo en Ajustes.

source: Microphone Access Required
es: Se requiere acceso al micrófono

source: Min (minutes)
es: Mín (minutos)

source: Minor
es: Menor

source: Minor 2nd
es: 2.ª menor

source: Minor 3rd
es: 3.ª menor

source: Minor 6th
es: 6.ª menor

source: Minor 7th
es: 7.ª menor

source: Minor key signature to identify
es: Armadura de tonalidad menor por identificar

source: Mode
es: Modo

source: More
es: Más

source: More menu
es: Menú Más

source: More recording actions
es: Más acciones de grabación

source: Name
es: Nombre

source: Name major or minor keys from the treble key signature.
es: Nombra tonalidades mayores o menores a partir de la armadura en clave de sol.

source: Name treble-clef notes including sharps and flats.
es: Nombra notas en clave de sol, incluidos sostenidos y bemoles.

source: Natural minor lowers the 3rd, 6th, and 7th compared to major. Same letter names as %@ major, different tonic.
es: La menor natural baja la 3.ª, 6.ª y 7.ª respecto a la mayor. Mismas letras que %@ mayor, tónica distinta.

source: Naturals
es: Becuadros

source: New key signature
es: Nueva armadura

source: New note
es: Nueva nota

source: New piece
es: Nueva pieza

source: Next week
es: Semana siguiente

source: No matches
es: Sin coincidencias

source: No pieces in library
es: No hay piezas en la biblioteca

source: No pieces yet
es: Aún no hay piezas

source: No practice logged
es: No hay práctica registrada

source: No Recordings
es: Sin grabaciones

source: No recordings available
es: No hay grabaciones disponibles

source: No recordings linked
es: No hay grabaciones vinculadas

source: No Results
es: Sin resultados

source: No sessions yet
es: Aún no hay sesiones

source: No tempos
es: Sin tempos

source: No Terms
es: Sin términos

source: No terms in this topic
es: No hay términos en este tema

source: Non-Emphasized Sound
es: Sonido no acentuado

source: None
es: Ninguno

source: Notation
es: Notación

source: Note Identification
es: Identificación de notas

source: Note to identify on %@ clef
es: Nota por identificar en %@

source: Notes
es: Notas

source: Notifications are turned off for Claveo. Enable them in Settings to receive your daily reminder.
es: Las notificaciones están desactivadas para Claveo. Actívalas en Ajustes para recibir tu recordatorio diario.

source: Octave
es: Octava

source: OMR Scanner
es: Escáner OMR

source: On This iPad
es: En este iPad

source: On This iPhone
es: En este iPhone

source: Open
es: Abrir

source: Open Notification Settings
es: Abrir ajustes de notificaciones

source: Optical Music Recognition
es: Reconocimiento óptico de música

source: Orange
es: Naranja

source: Original audio is preserved. You can restore it anytime.
es: Se conserva el audio original. Puedes restaurarlo en cualquier momento.

source: Ornamentation
es: Ornamentación

source: Other
es: Otro

# Page %lld / %lld
source: Page %1$lld / %2$lld
es: Página %1$lld / %2$lld

source: Pause
es: Pausa

source: Pause preview
es: Pausar vista previa

source: Pause recording
es: Pausar grabación

source: Perfect 4th
es: 4.ª justa

source: Perfect 5th
es: 5.ª justa

source: Performance
es: Interpretación

source: Piece
es: Pieza

source: Piece title
es: Título de la pieza

source: Pieces
es: Piezas

source: Pink
es: Rosa

source: Pitch
es: Altura

source: Play
es: Reproducir

source: Play interval
es: Reproducir intervalo

source: Play recording
es: Reproducir grabación

source: Play selection
es: Reproducir selección

source: Play Tone
es: Reproducir tono

source: Playback
es: Reproducción

source: Playback position
es: Posición de reproducción

source: Playback Speed
es: Velocidad de reproducción

source: Playing
es: Reproduciendo

source: Playing…
es: Reproduciendo…

source: Practice
es: Práctica

source: Practice Entry
es: Entrada de práctica

source: Practice Notes
es: Notas de práctica

source: Practice Session
es: Sesión de práctica

source: Practice settings
es: Ajustes de práctica

source: Practice Settings
es: Ajustes de práctica

source: Preset Frequencies
es: Frecuencias predefinidas

source: Previous week
es: Semana anterior

source: Purple
es: Morado

source: Quarter
es: Negra

source: Quick Duration Options
es: Opciones rápidas de duración

source: Quiet
es: Suave

source: Rate your practice session
es: Valora tu sesión de práctica

source: Rating, %lld out of 5
es: Valoración: %lld de 5

source: Really struggled
es: Me costó mucho

source: Recording %@
es: Grabación %@

source: Recording actions
es: Acciones de grabación

source: Recording Details
es: Detalles de la grabación

source: Recording file not found.
es: No se encontró el archivo de grabación.

source: Recordings
es: Grabaciones

source: Red
es: Rojo

source: Rehearsal
es: Ensayo

source: Relative major: %@ major — same notes, different tonic.
es: Mayor relativa: %@ mayor — mismas notas, tónica distinta.

source: Relative minor: %@ minor — same notes, different tonic.
es: Menor relativa: %@ menor — mismas notas, tónica distinta.

source: Reminder time
es: Hora del recordatorio

source: Remove %lld-minute option
es: Quitar opción de %lld minutos

source: Remove Download
es: Eliminar descarga

source: Remove from Favorites
es: Quitar de favoritos

source: Remove recording %@
es: Quitar grabación %@

source: Reset
es: Restablecer

source: Reset Settings
es: Restablecer ajustes

source: Reset Settings?
es: ¿Restablecer ajustes?

source: Reset to default order
es: Restablecer orden predeterminado

source: Restore
es: Restaurar

source: Restore Original
es: Restaurar original

source: Restore Original Recording
es: Restaurar grabación original

source: Restore the original %@ recording? This will replace the current trimmed version.
es: ¿Restaurar la grabación original %@? Se reemplazará la versión recortada actual.

source: Restore the original recording? This will replace the current trimmed version.
es: ¿Restaurar la grabación original? Se reemplazará la versión recortada actual.

source: Restores app preferences only. Recordings and saved music data stay untouched.
es: Solo restablece las preferencias de la app. Las grabaciones y los datos musicales guardados no se modifican.

source: Retry
es: Reintentar

source: Rhythm
es: Ritmo

source: Running detection...
es: Detectando…

source: Same time
es: Misma hora

source: Save
es: Guardar

source: Save Custom Time Signature
es: Guardar compás personalizado

source: Scale degree %lld
es: Grado %lld

# Scale degree %lld, %@
source: Scale degree %1$lld, %2$@
es: Grado %1$lld, %2$@

source: Scale notes
es: Notas de la escala

source: Scientific Pitch (A432)
es: Afinación científica (A432)

source: Search by title or composer
es: Buscar por título o compositor

source: Search dictionary
es: Buscar en el diccionario

source: Search journal notes
es: Buscar notas del diario

source: Search or pick a topic to get started
es: Busca o elige un tema para empezar

source: Search recordings
es: Buscar grabaciones

source: Search recordings...
es: Buscar grabaciones…

source: Select
es: Seleccionar

source: Select a Recording
es: Selecciona una grabación

source: Select Recordings
es: Seleccionar grabaciones

source: Selected
es: Seleccionado

source: Set a daily reminder to help build a consistent practice habit.
es: Configura un recordatorio diario para mantener un hábito de práctica constante.

source: Settings
es: Ajustes

source: Sharps
es: Sostenidos

source: Sharps ♯
es: Sostenidos ♯

source: Show Frequency Display
es: Mostrar frecuencia

source: Show Tab Bar Labels
es: Mostrar etiquetas de la barra de pestañas

source: Sixteenth and dotted eighth
es: Semicorchea y corchea con puntillo

source: Sixteenths
es: Semicorcheas

source: Sixteenths and eighths
es: Semicorcheas y corcheas

source: Skip back 15 seconds
es: Retroceder 15 segundos

source: Skip forward 15 seconds
es: Avanzar 15 segundos

source: Something went wrong.
es: Algo salió mal.

source: Speed
es: Velocidad

source: Start
es: Iniciar

source: Start Metronome
es: Iniciar metrónomo

source: Stop
es: Detener

source: Stop Metronome
es: Detener metrónomo

source: Stop Tone
es: Detener tono

source: Stop tone when leaving Metronome
es: Detener el tono al salir del metrónomo

source: Storage
es: Almacenamiento

source: Storage Information
es: Información de almacenamiento

source: Storage Location
es: Ubicación de almacenamiento

source: Stored in iCloud
es: Guardado en iCloud

source: Stored in iCloud, not downloaded
es: Guardado en iCloud, no descargado

source: Stored on this device
es: Guardado en este dispositivo

source: Subdivisions
es: Subdivisiones

source: System
es: Sistema

source: System Volume
es: Volumen del sistema

source: Tab
es: Pestaña

source: Tabs
es: Pestañas

source: Tag
es: Etiqueta

source: Tags
es: Etiquetas

source: Tap a day above or use + to log your first practice session.
es: Toca un día arriba o usa + para registrar tu primera sesión de práctica.

source: Tap a sound to hear it. Metronome volume is combined with the system volume.
es: Toca un sonido para escucharlo. El volumen del metrónomo se combina con el volumen del sistema.

source: Tap active options to remove, tap grayed ones to add
es: Toca las opciones activas para quitarlas; toca las atenuadas para añadirlas

source: Tap Open to select sheet music (PDF or image)
es: Toca Abrir para elegir una partitura (PDF o imagen)

source: Tap Tempo
es: Tempo al tacto

source: Tap the record button to create your first recording
es: Toca el botón de grabar para crear tu primera grabación

source: Teal
es: Verde azulado

source: Tenor
es: Clave de do en cuarta

source: Theory
es: Teoría

source: This restores app preferences to their defaults. Your recordings, pieces, and practice history will not be deleted.
es: Esto restablece las preferencias de la app a sus valores predeterminados. Tus grabaciones, piezas e historial de práctica no se eliminarán.

source: This Week
es: Esta semana

source: Tick
es: Tic

source: Time Signature
es: Compás

source: Time to practice
es: Hora de practicar

source: Title
es: Título

source: To
es: Hasta

source: Today, no practice logged
es: Hoy, no hay práctica registrada

source: Tone Generator
es: Generador de tono

source: Top Number
es: Número superior
